<template>
    <div class="news">
      <h3>{{v.title}}</h3>
      <div class="date">发布时间： {{v.date}}</div>
      <div class="content" v-html="v.content"></div>
    </div>
</template>

<script>
	export default {
		data() {
			return {
			  v: {
			    title: '贷款征信不好怎么办？学会这4个技巧，贷款不在话下！',
          content: '贷款征信不好怎么办?有一张信用卡真的很方便，不仅能够解决用钱的燃眉之急，而且平时消费也很简单，但是贷款征信不好怎么办呢?贷款征信不好，是不是就不能办那信用卡了，结合这个问题我们一起来看一看。\n' +
          '\n' +
          '1、信息不实导致的征信不良，申请复议之后就可以拿到贷款。信息不实导致的征信不良，如果程度比较轻的，可以直接去当地的央行信用中心，提出异议。一般在十五个工作日就可以得到回复了，但是情节比较严重的，例如冒名贷款，除了和银行协商以外，还需要去公安机关报案。\n' +
          '\n' +
          '\n' +
          '\n' +
          '2、欠缴年费等造成的征信不良，开具非恶意逾期证明就可以了，遇到这样的征信不良，大家千万不要紧张，这种方法还是比较容易解决的。除了还清欠款之外，还需要积极和银行沟通解释清楚具体的原因，同时找银行开具一份非恶意逾期的证明，拿到这张通行证你的信贷之路也会畅通无阻的。\n' +
          '\n' +
          '\n' +
          '\n' +
          '3、超过银行的容忍度，建议一定要把欠款还清，保持五年的按时还款。\n' +
          '\n' +
          '\n' +
          '\n' +
          '4、尝试抵押贷款，假如以上信息以上方法都不管用，那么就要考虑一下抵押贷款了，如果名下有房产、汽车、保单等等有价值的物品来抵价，这样也可以能拿到大额度的贷款。\n' +
          '\n' +
          '\n' +
          '\n' +
          '贷款征信不好怎么办?不是没有办法解决，既然已经知道自己的征信记录不好，就一定要想办法挽救，以上几个方法还是比较可靠的，当然也要视情况而定。用户的征信记录是结合自己平时的消费情况来定的，银行都有数，所以在使用信用卡的时候也要各方面注意，了解信用卡的使用规则，保证自己良好的信用记录，对未来的贷款肯定有帮助。',
          date: '2019-02-26'
        }
      }
		},
		computed: {},
		watch: {},
		methods: {},
		created() {
		  console.log(this.$route.query.id)
		},
		mounted() {
		},
	}
</script>

<style lang='less' scoped>
  .news{
    text-align: left;
    padding: 0 20px;
    h3{
      padding: 20px 0;
      color: #000;
    }
    .date{
      font-size: 14px;
      color: #999;
    }
    .content{
      margin: 20px 0 100px 0;
    }
  }
</style>
